<?php

return [
    'E090400'       => 'ご利用いただきありがとうございます。<br>誠に申し訳ございませんが、処理中にエラーが発生しました。<br>お手数ですが、再度トップページからお手続きをお願い致します。',
    'E090401'       => 'ご利用いただきありがとうございます。<br>誠に申し訳ございませんが、セッションタイムアウトが発生しました。<br>お手数ですが、再度トップページからお手続きをお願い致します。',
    'E090404'       => 'ご利用いただきありがとうございます。<br>誠に申し訳ございませんが、アクセスいただいたURLが見つかりません。<br>お手数ですが、再度トップページからお手続きをお願い致します。',
    'E090405'       => 'ご利用いただきありがとうございます。<br>誠に申し訳ございませんが、ページにアクセスできません。<br>お手数ですが、再度トップページからお手続きをお願い致します。',
    'E090500'       => 'ご利用いただきありがとうございます。<br>誠に申し訳ございませんが、サーバエラーによりアクセスできません。<br>しばらく時間を置いてからアクセスしてください。',
    'E090503'       => 'ご利用いただきありがとうございます。<br>ただいま本サイトはメンテナンスを行っております。<br>お客さまにはご不便をおかけし申し訳ございませんが、しばらくしてから再度アクセスをお願い致します。',
    'E091200'       => 'ご利用いただきありがとうございます。<br>権限により目的の操作ができない。',
    // 200
    'E200_msg01'    => '200(権限エラー)',
    'E200_msg02'    => '権限がないため、ページが開けません。',
    'E200_msg03'    => 'ログインアカウントをご確認の上、再度ログインし直してください。',
    // 400
    'E400_msg01'    => '処理中にエラーが発生しました。',
    'E400_msg02'    => 'お手数ですが、再度やり直しください。',
    // 401
    'E401_msg01'    => 'セッションが切れています。',
    'E401_msg02'    => 'お手数ですが、再度やり直しください。',
    // 404
    'E404_msg01'    => 'ページが見つかりません。',
    'E404_msg02'    => 'お手数ですが、再度やり直しください。',
    // 405
    'E405_msg01'    => 'ページにアクセスできません。',
    'E405_msg02'    => 'お手数ですが、再度やり直しください。',
    // 500
    'E500_msg01'    => 'サーバエラーによりアクセスできません。',
    'E500_msg02'    => 'しばらく時間を置いてからアクセスしてください。',
    // 503
    'E503_msg01'    => '503(メンテナンス中)',
    'E503_msg02'    => 'ご利用の皆様にはご迷惑をおかけし申し訳ございません。',
    'E503_msg03'    => 'メンテナンス終了までしばらくお待ちください。'
];
